Repository: szkane/SoloOKRs
Catalog: src/SoloOKRs/SoloOKRs/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: MCP Server
es: Servidor MCP
fr: Serveur MCP
ja: MCP サーバー
ko: MCP 서버
pt_br: Servidor MCP
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: Port
es: Puerto
ja: ポート
ko: 포트
pt_br: Porta
zh_hans: 端口
zh_hant: 連接埠

source: Reviews — %@
es: Revisiones — %@
fr: Revues — %@
ja: レビュー — %@
ko: 리뷰 — %@
pt_br: Revisões — %@
zh_hans: 复盘记录 — %@
zh_hant: 回顧記錄 — %@

source: Server Status
es: Estado del servidor
fr: Statut du serveur
ja: サーバーの状態
ko: 서버 상태
pt_br: Status do servidor
zh_hans: 服务器状态
zh_hant: 伺服器狀態

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Transport
es: Transporte
ja: トランスポート
ko: 전송
pt_br: Transporte
zh_hans: 传输
zh_hant: 傳輸

source: Trend
es: Tendencia
fr: Tendance
ja: トレンド
ko: 추세
pt_br: Tendência
zh_hans: 趋势
zh_hant: 趨勢

source: Info
fr: Infos
ja: 情報
ko: 정보
pt_br: Informações
zh_hans: 信息
zh_hant: 資訊

source: Prompts
fr: Invites
ja: プロンプト
ko: 프롬프트
zh_hans: 提示词
zh_hant: 提示詞
